[
  {
    "sectionTitle": "Before the dive",
    "inspiration": [
      {
        "content": "I was a little anxious about this dive because …. I talked with my guide and fellow buddies and they helped me get over it, so I felt I was ready to go.",
        "title": "Anxiety"
      },
      {
        "content": "I was really excited by that dive. I had been waiting for it for weeks because …",
        "title": "Excitement"
      },
      {
        "content": "As usual, I had forgotten how much weight I was supposed to put on with a 5mm suit.",
        "title": "Weight belt"
      },
      {
        "content": "Diving with Nitrox means that you must remember to adjust your dive computer settings before each dive.",
        "title": "Tank mix"
      },
      {
        "content": "The dive master gave us a briefing about the topography and the species we were likely to encounter. He showed us the and signs for the most peculiar species.",
        "title": "Dive briefing"
      },
      {
        "content": "Fins, Mask, Weights, Air full, Air on, Computer, Camera. Better check that you have everything before you step into the dingy!",
        "title": "Gearing up"
      },
      {
        "content": "Well, not so long, but short distances feel long when you're carrying half your weight on your shoulders!",
        "title": "Long walk"
      }
    ]
  },
  {
    "sectionTitle": "Going down",
    "inspiration": [
      {
        "content": "We had some fun jumping from the boat while one of us was filming.",
        "title": "Acrobatic jump"
      },
      {
        "content": "Because of the strong current, we had to perform a negative entry in order to reach our bottom depth quickly and make sure we don't get spread.",
        "title": "Negative entry"
      },
      {
        "content": "There were big waves on the surface, we could still feel the swell during the first few meters.",
        "title": "Big waves"
      },
      {
        "content": "I / someone had some trouble going down. Ears are such a small part of your body, and yet, they decide whether you'll stay onboard, or be a fish.",
        "title": "Ear problem"
      },
      {
        "content": "The water felt really cold! I could feel it flooding my wetsuit.",
        "title": "Cold water"
      }
    ]
  },
  {
    "sectionTitle": "Encounters",
    "inspiration": [
      {
        "content": "It's the first time I encounter this species.",
        "title": "First time"
      },
      {
        "content": "I spent time browsing app species index and the books, but I still have no clue about what I saw. Maybe someone will find when I upload the picture on tortuba!",
        "title": "Unidentified species"
      },
      {
        "content": "Those two fishes were acting in a peculiar way, ",
        "title": "Funny behavior"
      },
      {
        "content": "This little guy was really well hidden behind his rock.",
        "title": "Hidden fellow"
      },
      {
        "content": "We swam in the middle of huge schools of …. I could spend hours watching them evolve around me.",
        "title": "Huge schools"
      },
      {
        "content": "Wow! That's one of the biggest fish I ever saw!",
        "title": "Big fish"
      },
      {
        "content": "This fish was small, but its colors and shape are stunning!",
        "title": "Small fish"
      },
      {
        "content": "We spent some time at the cleaning station, watching the big game coming and going to get their teeth and gills cleaned.",
        "title": "Cleaning station"
      },
      {
        "content": "During night dive we saw a fish trying to swallow a smaller one. Life is tough out there!",
        "title": "Hunting"
      },
      {
        "content": "As we were watching a nudibranch, another one came by and they started to mate.",
        "title": "Mating"
      },
      {
        "content": "I'm really proud of that picture I took of a …",
        "title": "Awesome picture"
      },
      {
        "content": "There was nothing. No life, only desert rocks and sand patches :(",
        "title": "Barren lands"
      }
    ]
  },
  {
    "sectionTitle": "Landscape",
    "inspiration": [
      {
        "content": "We spent the whole time diving along a huge wall, we couldn't see the bottom of it.",
        "title": "Wall"
      },
      {
        "content": "The shallow reef is a colorful and lively place. Finishing the dive there was like a cherry on top of the cake.",
        "title": "Shallow reef"
      },
      {
        "content": "We came accross big boulders and spent some time behind them looking for small sea life, protected from the current.",
        "title": "Big boulders"
      },
      {
        "content": "Sandy patches often host sandy eels, and indeed, we saw a whole bunch of them.",
        "title": "Sandy patches"
      },
      {
        "content": "We spent our whole dive 1 meter away from the sand, looking for small unreal creatures.",
        "title": "Muck diving"
      },
      {
        "content": "Pinnacles all around! It was a good time to practice our orientation skills…",
        "title": "Lots of pinnacles"
      },
      {
        "content": "Diving in the blue is quite an experience, …",
        "title": "In the blue"
      },
      {
        "content": "We spent a good time around wreck, watching how life had conquered it entirely.",
        "title": "Ship wreck"
      },
      {
        "content": "At some point we followed our guide below a rock. There was a school of small fishes there.",
        "title": "Swim through"
      }
    ]
  },
  {
    "sectionTitle": "Conditions",
    "inspiration": [
      {
        "content": "There was a lot of current at this place so we let ourselves carried away by the current while watching the reef below us.",
        "title": "Drift diving"
      },
      {
        "content": "There was absolutely no current, it was like diving in a swimming pool.",
        "title": "Swimming pool"
      },
      {
        "content": "It was full moon, there was so much light we could have dived without flashlights!",
        "title": "Night dive"
      },
      {
        "content": "The water was so warm I went diving with my bathing suit only.",
        "title": "Warm water"
      },
      {
        "content": "The water was really clear, we could see more than 40m all around.",
        "title": "Crystal clear water"
      }
    ]
  },
  {
    "sectionTitle": "Challenges",
    "inspiration": [
      {
        "content": "The current was really strong so we didn't go very far against it.",
        "title": "Strong current"
      },
      {
        "content": "I could barely see the divers in front of me.",
        "title": "Poor visibility"
      },
      {
        "content": "It's always a little bit destabilizing when you see your bubbles going down instead of up.",
        "title": "Down current"
      },
      {
        "content": "The water was really cold. I heard about some ways to get warm… but didn't need to try them in the end.",
        "title": "Cold"
      },
      {
        "content": "Some bubbles were coming out of one of the flexibles.",
        "title": "Equipment issue"
      },
      {
        "content": "Because of the poor visibility and the strong current, part of the group got separated. But all is well that ends well.",
        "title": "Lost"
      },
      {
        "content": "I spent my whole dive with some water in my mask. I would remove it, but after a couple minutes it was back again. Heh.",
        "title": "Water in the mask"
      },
      {
        "content": "I had some troubles adjusting my buoyancy.",
        "title": "Buoyancy"
      },
      {
        "content": "I breathed heavily on this one, I ended up with a lot less bars than my buddy.",
        "title": "Air consumption"
      }
    ]
  },
  {
    "sectionTitle": "Going up",
    "inspiration": [
      {
        "content": "While we were doing our safety stop, we had a nice surprise and saw a …",
        "title": "Unexpected encounter"
      },
      {
        "content": "I had to pace myself going up because my ear was blocked.",
        "title": "Ear problem"
      },
      {
        "content": "We went sligthly over the limits and had to a couple more minutes at the safety stop.",
        "title": "Deco time"
      },
      {
        "content": "I was slightly underweighted and it was difficult to stay at 5m for the safety stop, I was constantly pulled to the surface.",
        "title": "Hard to stabilize at the safety stop"
      }
    ]
  },
  {
    "sectionTitle": "On the way back",
    "inspiration": [
      {
        "content": "Everybody was cheerful after the dive, it was such an amazing experience.",
        "title": "Happiness all around"
      },
      {
        "content": "There's nothing like a hot tea after 45\" in a freezing water!",
        "title": "Hot beverage"
      },
      {
        "content": "Last dive of the day means that beer is back in the game!",
        "title": "Beer time"
      },
      {
        "content": "Sleeping, diving, eating. I could get used to it!",
        "title": "Meal time"
      }
    ]
  }
]